tap "caskroom/cask"
tap "caskroom/versions"
tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
cask "xquartz"
brew "openssl"
brew "awscli"
brew "coreutils"
brew "diffutils"
brew "gnu-tar"
brew "elasticsearch@2.4", restart_service: true, link: true
brew "findutils"
brew "fswatch"
brew "gawk"
brew "git"
brew "git-lfs"
brew "go"
brew "glide"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "gnuplot"
brew "python3"
brew "heroku"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "jailkit"
brew "jansson"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "lcov"
brew "mas"
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "mysql"
brew "mysql@5.6", restart_service: true
brew "netcat"
brew "nginx", restart_service: true
brew "nodenv"
brew "openh264"
brew "pidof"
brew "pigz"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rsync"
brew "socat"
brew "wget"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "cloak"
cask "colloquy"
cask "docker"
cask "dropbox"
cask "evernote"
cask "fantastical"
cask "firefox"
cask "flycut"
cask "google-photos-backup"
cask "google-chrome"
cask "graphiql"
cask "intellij-idea"
cask "iterm2"
cask "keepingyouawake"
cask "lastpass"
cask "postman"
cask "screenhero"
cask "slack"
cask "steam"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "whatsapp"
cask "zoomus"

mas "Annotate", id: 918207447
mas "Be Focused Pro", id: 961632517
mas "BetterSnapTool", id: 417375580
mas "Electron APIs", id: 1119345146
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Logitech Camera Settings", id: 638332853
mas "Palua", id: 431494195
mas "Pixelmator", id: 407963104
mas "ReadKit", id: 588726889
mas "Xcode", id: 497799835
